// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Fargebegrensning";

ApplyButton = "Bruk";
NewButton = "Ny…";
DeleteButton = "Slett";
AddButton = "Legg til";
CancelButton = "Avbryt";

// Restrict Color Use
RestrictColorUseTabName = "Begrens fargebruk";
RestrictColorUseTabDescription = "Denne funksjonen brukes til å begrense fargeutskrift for alle brukere, eller for bestemte brukere og/eller applikasjoner. For eksempel for å skrive ut alle e‑post beskjeder uten farge, velg \"Farge hvis tillatt\", angi deretter e‑post applikasjonens tillatelse til \"Kun sort\".

Vær oppmerksom på at innstillingene på de to andre fanene kun vil tre i kraft dersom \"Farge hvis tillatt\" er valgt.";

RestrictColorUseTabWithoutUsersDescription = "Denne funksjonen brukes til å begrense fargeutskrift for alle programmer eller for spesifikke programmer og/eller spesifikke grupper og brukere. Hvis for eksempel alle e-postmeldinger skal skrives ut uten bruk av farger, velger du \"Farge hvis tillatt\" og setter deretter e-postprogrammets tillatelse til \"Bare svart\".\n\nHvis du vil begrense fargeutskrift for alle eller spesifikke grupper og brukere, velger du innpluggingsmodulen Administrasjon av brukerroller på Oppgavevalg-panelet.\n\nVær oppmerksom på at innstillingene i den andre kategorien og i innpluggingsmodulen Administrasjon av brukerroller, bare vil tre i kraft hvis \"Farge hvis tillatt\" er valgt.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Denne funksjonen brukes til å begrense fargeutskrift for alle eller for bestemte programmer. Hvis du for eksempel vil skrive ut alle e-postmeldinger uten farger, velger du \"Farger hvis tillatt\" og setter e-postprogrammets tillatelse til \"Bare svart\".\n\nVær oppmerksom på at innstillingene på den andre fanen bare vil tre i kraft hvis \"Farger hvis tillatt\" er valgt.";

RestrictColorUseTabWithEWSDescription = "Denne funksjonen brukes til å begrense fargeutskrift for alle brukere, eller for bestemte brukere og/eller applikasjoner. For eksempel for å skrive ut alle e‑post beskjeder uten farge, velg \"Farge hvis tillatt\", angi deretter e‑post applikasjonens tillatelse til \"Kun sort\".

Du kan administrere programtillatelsene på den andre fanen, og tillatelser for brukere/grupper via <a>skriverens nettside</a>

Vær oppmerksom på at de tillatelsene trer i kraft bare hvis \"Farge hvis tillatt\" er valgt.";

RestrictColorUseOptionsPrompt = "Still inn utskriftsfunksjon for fargeutskrift:";
RestrictColorUseEnableColorOptionName = "Aktiver farge";
RestrictColorUseEnableColorOptionDescription = "Alle fargeutskriftsjobber vil bli skrevet ut i farger.";
RestrictColorUseColorIfAllowedOptionName = "Farge hvis tillatt";
RestrictColorUseColorIfAllowedOptionDescription = "Bruker- og applikasjonstillatelsene vil avgjøre om
hver utskrift vil bli skrevet ut i farger eller ikke.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Programtillatelsene avgjør om hver jobb kan skrives ut i farger eller ikke.";
RestrictColorUseDisableColorOptionName = "Deaktiver farge";
RestrictColorUseDisableColorOptionDescription = "Alle fargeutskriftsjobbene vil bli skrevet ut i sort.";
RestrictColorForApplications = "Begrens fargeutskrifter for enkelte dataprogrammer";
RestrictColorForUsers = "Begrens fargebruk basert på bruker- eller gruppetillatelser";

// User Color Permissions
UserColorPermissionsTabName = "Bruker";
UserColorPermissionsTitle = "Bruker fargetillatelser";
UserColorPermissionsTableDescription = "Denne listen lagrer opptil 50 brukere og fargetillatelsene deres.";
UserColorPermissionsTableUserNameColumn = "Brukernavn";
UserColorPermissionsTablePermissionColumn = "Tillatelse";
DefaultUserPermissionsTitle = "Standard brukertillatelser:";
BlackOnly = "Kun sort";
Color = "Farge";
UserColorPermissionsTabDescription = "Ved å skrive ut arbeidsloggen over fargebruk, kan du se navnene på de brukerne som har skrevet ut til denne enheten.";
UserNameTitle = "Brukernavn:";
PermissionTitle = "Tillatelse:";

// Application Color Permissions
AppColorPermissionsTabName = "Applikasjon";
AppColorPermissionsTitle = "Applikasjon fargetillatelser";
App10ColorPermissionsTableDescription = "Denne listen lagrer opptil 10 applikasjoner og fargetillatelsene deres.";
AppColorPermissionsTableDescription = "Denne listen lagrer programmer og deres fargetillatelser.";
AppColorPermissionsTableAppNameColumn = "Applikasjonsnavn";
AppColorPermissionsTablePermissionColumn = "Tillatelse";
DefaultAppPermissionsTitle = "Standard applikasjonstillatelser:";
AppColorPermissionsTabDescription = "Ved å skrive ut arbeidsloggen over fargebruk, kan du se navnene på de brukerne som har skrevet ut til denne enheten.";
AppNameTitle = "Applikasjonsnavn:";